{
  "title" : "Brian del Toro Shares the Inspiration Behind His 2018 Kips Bay Decorator Show House Room",
  "type": "media",
  "date" : "May 21, 2018",
  "thumbnail" : "https://firebasestorage.googleapis.com/v0/b/ht-vue.appspot.com/o/articles%2F20.jpg?alt=media&token=93100d50-b070-4567-bbf8-84ec115e0036",
  "body" : "<p><strong>By Kristine Hope Kowalski</strong></p>\n\n<p>&nbsp;Esteemed interior designer Brian del Toro returned for this year’s exciting 46<sup>th</sup>\n Annual Kips Bay Decorator Show House in Manhattan for a second round at\n showcasing his creations. In support of the home décor event’s \nfundraising efforts for the Kips Bay Boys &amp; Girls Club, the designer\n created “Laura’s Bedroom,” a romantic and relaxing space for the 2018 \nShow House – and House had the wonderful opportunity to speak \nwith him to get the story behind his enchanting inspiration.</p>\n\n<p>&nbsp;With this work, Brian del Toro proves that one truly unique \nfurnishing can serve as the inspiration and jumping-off point for an \nentire space. In fact, one precious hand-painted outdoor garden scene \npiece serves as the focal point for this naturalist room.</p>\n\n<div><div><section class=\"content-part include-mask\" style=\"display: inline-block; margin: 0px;\"><img alt=\"\" src=\"https://cdn3.housetipster.com/resize_1661x1107/c6d2801d-253f-4e8a-8643-4c11802cd8c4.jpg\" style=\"float: none; margin: 0px;\" width=\"1660\" height=\"1107\"><div class=\"mask-hover\"><span class=\"view\"><br></span></div></section></div></div><p>“This room is a soft, feminine, more modern take on a feminine \nbedroom. I started with the antique vintage Robert Chowder screen which I\n bought at auction, it was picked on in the 1960s, and I based the whole\n room around that,” he tells us exclusively. “I pulled all the colors in\n the screen out into the room. The taupe of the background I used in the\n silk curtains and had a special fabric printed up for the walls, which \nwas done by Quadrille. The rest of the colors in the room are soft \ngreens, all the different shades of greens that are in the screen I \npulled out into the linens on the bed, the lamps beside the bed, into \nthe chair seats and benches, and the antique rug at the foot of the bed.\n I accented the room with different shades of pink and blush and rose to\n accentuate the feminine quality and make the palette a nice, soft, \nenveloping room.”</p>\n\n<p>&nbsp;<img alt=\"\" src=\"https://cdn3.housetipster.com/c49b500c-c9c5-4d35-905c-fd9f8a51a71b.jpg\" style=\"float: none; margin: 0px;\"></p><br><p>Abstract paintings, antique glass, masculine chests, and midcentury \nmahogany chairs can be found throughout this space, but they are all \ntied together with feminine elements like iridescent silk curtains and \nmirrored glass paneling. One key to keeping a space cohesive is by \nrepeating similar elements throughout the room in new ways, something \ndel Toro showcased perfectly in his 2018 Kips Bay room.</p>\n\n<div><div><section class=\"content-part include-mask\" style=\"display: inline-block; margin: 0px;\"><img alt=\"\" src=\"https://cdn3.housetipster.com/8dcdf0f5-8c2f-4d8d-ba14-7481f03f3d36.jpg\" style=\"float: none; margin: 0px;\"></section></div></div>\n\n<p>&nbsp;</p>\n\n<p>“I brought the same color palette out into the two vestibules, which \nhave a Farrow and Ball wallpaper in soft sage and green tendrils of \ngrass that are hung upside down to bring the eye up, and accented with \npink velvet on the bench, and pink flowers to bring the more intense \nversion of the color palette out into the vestibule,” he shares. “[This \nmakes] it all a suite of rooms that hopefully evokes a sense of comfort,\n relaxation, and warmth that gives somebody a cocoon to go into at the \nend of the day and relax and re-collect themselves.”</p>\n\n\n\n<p>You can <a href=\"http://www.kipsbaydecoratorshowhouse.org/\" rel=\"nofollow\">tour the Kips Bay Decorator Show House</a>\n for yourself by visiting the multi-designer brownstone in New York City\n throughout the month of May. For more on the designer’s latest work, \nhead on over to <a href=\"http://www.briandeltoro.com/\" rel=\"nofollow\">his firm's website</a>. Make sure to keep an eye out for our exclusive video coverage of this interview, coming soon to <a href=\"https://www.youtube.com/channel/UC1DxSyQFJC1etJjt-483dGQ/videos\" rel=\"nofollow\">Tipster TV</a> and our <a href=\"https://www.facebook.com/housetipster\" rel=\"nofollow\">Facebook</a> page.</p>",
  "leadPar" : "The designer created an entire bedroom space for this year’s Kips Bay event, inspired by one vintage piece he picked up.",
  "path" : "Brian-del-Toro-Shares-the-Inspiration-Behind-His-2018-Kips-Bay-Decorator-Show-House-Room-21",
  "tags" : "Media article"
}
